export const menuNavigation = [
  { label: "Про нас", href: "#about" },
  { label: "Ментори", href: "#mentors" },
  { label: "Запис", href: "#booking" },
];

export const questions = [
  {
    question: "Чи потрібні знання іноземних мов і якому рівні?",
    answer:
      "Так, базовий рівень англійської (A2-B1) обовʼязковий. Ви маєте вміти розуміти інструкції та спілкуватися з пасажирами.",
  },
  {
    question: "З якого віку можна працевлаштуватися в авіакомпанію.",
    answer:
      "Більшість авіакомпаній приймають кандидатів з 18 або 21 року залежно від країни та правил авіалінії.",
  },
  {
    question: "Чи потрібно змінювати місце проживання.",
    answer:
      "Іноді так, якщо база авіакомпанії знаходиться в іншому місті чи країні.",
  },
  {
    question: "Чи треба мати вищу освіту",
    answer: "Ні, вища освіта не обовʼязкова, але буде плюсом.",
  },
  {
    question: "Чи потрібен досвід роботи.",
    answer:
      "Ні, досвід не обовʼязковий. Ми допомагаємо підготуватись навіть з нуля.",
  },
  {
    question: "Чи потрібно мати модельну зовнішність ?",
    answer:
      "Ні, головне — охайність, ввічливість та вміння спілкуватися з людьми.",
  },
  {
    question: "Чи важко пройти співбесіду?",
    answer:
      "Ми вас підготуємо до співбесіди, включно з рольовими іграми та перевірками.",
  },
  {
    question: "Чи допомагаєте ви вивчати англійську мову?",
    answer:
      "Так, у нас є гайдбук та менторська допомога з англійської для підготовки.",
  },
];
